Revit 2027 API
ParameterTypeId.RebarSystemNumberOfLinesTopDir2Generic Property
 "Top/Exterior Minor Number Of Lines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemNumberOfLinesTopDir2Generic { get; }
Public Shared ReadOnly Property RebarSystemNumberOfLinesTopDir2Generic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemNumberOfLinesTopDir2Generic {
	ForgeTypeId^ get ();
}
static member RebarSystemNumberOfLinesTopDir2Generic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace